export const SectionData = [
  {
    id: 1,
    section: "1",
    page: "page1",
    title: "نبذة عن الشركة",
    subSections: [
      {
        id: "s1",
        name: "نبذة عن الشركة",
      },
      {
        id: "s2",
        name: "النشاط الرئيس",
      },
      {
        id: "s3",
        name: "التوجه الاستراتيجي",
      },
      {
        id: "s4",
        name: "الهيكل التنظيمي",
      },
      {
        id: "s5",
        name: "ابرز الأحداث في عام 2021 م",
      },
    ],
  },
  {
    id: 3,
    section: "3",
    page: "page3",
    title: "قطاعات الأعمال",
    subSections: [
      {
        id: "s1",
        name: "منشآت الشركة",
      },
      {
        id: "s2",
        name: "قطاع المشاريع",
      },
      {
        id: "s3",
        name: "التشغيل الفندقي",
      },
      {
        id: "s4",
        name: "مجنمعات دور",
      },
      {
        id: "s5",
        name: "مجموعة شدا للضيافة",
      },
      {
        id: "s6",
        name: "الموارد البشرية",
      },
      {
        id: "s7",
        name: "تقنية المعلومات",
      },
      {
        id: "s8",
        name: "المسؤولية الاجتماعية",
      },
    ],
  },
  {
    id: 2,
    section: "2",
    page: "page2",
    title: "البيانات المالية ونتائج الاعمال",
    subSections: [
      {
        id: "s1",
        name: "نتائج الأعمال لخمس سنوات سابقة",
      },
      {
        id: "s2",
        name: "مقارنة النتائج التشغيلية للسنة الحالية مع السنة السابقة",
      },
      {
        id: "s3",
        name: "الموجودات والمطلوبات اخمس سنوات سابقة",
      },
      {
        id: "s4",
        name: "التغيرات على حقوق المساهمين لخمس سنوات سابقة",
      },
      {
        id: "s5",
        name: "الاحطياطي الاتفاقي",
      },
      {
        id: "s6",
        name: "القروض",
      },
      {
        id: "s7",
        name: "الانشطة الرئيسة المساهمة في الإيرادات",
      },
      {
        id: "s8",
        name: "التحليل الجغرافي للإيرادات",
      },
      {
        id: "s9",
        name: "المدفوعات النظامية المستحقة",
      },
      {
        id: "s10",
        name: "سياسة توزيع الارباح",
      },
      {
        id: "s11",
        name: "المخاطر",
      },
    ],
  },
  {
    id: 4,
    section: "4",
    page: "page4",
    title: "الإفصاح والشفافية",
    subSections: [
      {
        id: "s1",
        name: "تطبيق أحكام لائحة حوكمة الشركات",
      },
      {
        id: "s2",
        name: "اعضاء مجلس الادارة",
      },
      {
        id: "s3",
        name: "اللجان المنبثقة عن مجلس الإدارة",
      },
      {
        id: "s4",
        name: "الادارة التنفيذية",
      },
      {
        id: "s5",
        name: "الشركات التابعة",
      },
      {
        id: "s6",
        name: "افصاحات",
      },
      {
        id: "s7",
        name: "نتائج المراجعة السنوية لفاعلية إجراءات الراقبة الداخلية بالشركة",
      },
      {
        id: "s8",
        name: "معاملات مع أطراف ذات عالقة ",
      },
      {
        id: "s9",
        name: "كبار المساهمين",
      },
      {
        id: "s10",
        name: "بيان عدد طلبات الشركة لسجل المساهمين وتواريخ تلك الطلبات وأسبابها",
      },
    ],
  },
];
